
//Напишите программу, кторая на вход принимает число и
//выдаёт его квадрат (число умноженное на само себя).

double input = double.Parse(Console.ReadLine());

Console.WriteLine(input * input);
